Repository: Amsterdam/blackspots-backend
Catalog: src/locale/*/LC_MESSAGES/django.po
Languages: nl

source: jaar_blackspotlijst is required for spot types 'blackspot' and 'wegvak'
nl: 'Jaar blackspotlijst' is veriest als het spot type 'blackspot' of 'wegvak' is

source: jaar_ongeval_quickscan is required for spot types 'protocol_ernstig' and 'protocol_dodelijk'
nl: 'Jaar ongeval quickscan' is vereist als het spot type 'protocol_ernstig' of 'protocol_dodelijk' is

source: Point is outside Gemeente Amsterdam. To which stadsdeel does the location belong?
nl: Locatie valt buiten de gemeente. Bij welk stadsdeel hoor de locatie?

source: An error occured finding the stadsdeel. To which stadsdeel does the location belong?
nl: Stadsdeel is niet gevonden. Bij welk stadsdeel hoort de locatie?

source: Dutch
nl: Nederlands

source: Invalid format: string or unicode input unrecognized as GeoJSON, WKT EWKT or HEXEWKB.
nl: Ongeldig formaat: string of unicode input is geen GeoJSON, WKT EWKT of HEXEWKB.

source: Unable to convert to python object: Invalid geometry pointer returned from 'OGR_G_CreateGeometryFromJson'.
nl: Kon JSON niet omzetten naar geldig geometrie punt.

source: Unable to convert to python object: String input unrecognized as WKT EWKT, and HEXEWKB.
nl: String input niet herkend als GeoJSON, WKT EWKT of HEXEWKB.

source: Unable to convert to python object: String or unicode input unrecognized as WKT EWKT, and HEXEWKB.
nl: String of unicode input niet herkend als GeoJSON, WKT EWKT of HEXEWKB.

source: Unable to convert to python object: Improper geometry input type:
nl: Ongeldig geometrie input type:
